const CARD_OBJ = [
    {
        title: '游戏要怎么玩？跟我来学习吧，我就是游戏的风向标，峡谷第一教你玩游戏，20分钟杀20个，把把mvp，快来看吧',
        content: ' 在游戏开发中，频繁创建和销毁对象会带来性能开销，尤其是子弹、特效、怪物等需要反复生成的对象。Unity在 Instantiate 和 Destroy 时会触发内存分配与垃圾回收 (GC)，如果数量较多，可能导致帧率波动和卡顿。 ',
        img: '',
        label: 1,

    },
    {
        title: 'lol上单狗头对线技巧，20分钟500层Q爆杀峡谷',
        content: ' 在游戏开发中，频繁创建和销毁对象会带来性能开销，尤其是子弹、特效、怪物等需要反复生成的对象。Unity在 Instantiate 和 Destroy 时会触发内存分配与垃圾回收 (GC)，如果数量较多，可能导致帧率波动和卡顿。 ',
        img: '',
        label: 2,
    },
    {
        title: '中单泽拉斯上分技巧，20分钟杀人书25层，大招号ADC亡',
        content: ' 在游戏开发中，频繁创建和销毁对象会带来性能开销，尤其是子弹、特效、怪物等需要反复生成的对象。Unity在 Instantiate 和 Destroy 时会触发内存分配与垃圾回收 (GC)，如果数量较多，可能导致帧率波动和卡顿。 ',
        img: '',
        label: 3,
    },
    {
        title: '小超梦峡谷上分，诺手爆杀小丑剑魔，舒服了',
        content: ' 在游戏开发中，频繁创建和销毁对象会带来性能开销，尤其是子弹、特效、怪物等需要反复生成的对象。Unity在 Instantiate 和 Destroy 时会触发内存分配与垃圾回收 (GC)，如果数量较多，可能导致帧率波动和卡顿。 ',
        img: '',
        label: 4,
    },
]


export {
    CARD_OBJ,
};